9/data/attachments/994be39a096d8520.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_e14349be-55c7-4042-8a4e-fbe94b0cda25</nif:username>
            <nif:friendToBeAdded>Jeffrey_treat_Actions_20802_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>